Repository: common-repository/wpxlsdata
Catalog: lang/wpxlsdata-*.po
Languages: fa_ir

source: Setting
fa_ir: تنظیمات

source: Import
fa_ir: درون ریزی

source: Export
fa_ir: برونریزی

source: Shortcode
fa_ir: شورت کد

source: Please do setting first
fa_ir: لطفا ابندا تنظیمات را انجام دهید

source: Search text
fa_ir: جستجو

source: Search
fa_ir: جستجو

source: Next
fa_ir: بعدی

source: Prive
fa_ir: قبلی

source: Row
fa_ir: ردیف

source: Action
fa_ir: فعالیت

source: Delete
fa_ir: حذف

source: Nonce error
fa_ir: خطا اعتبار سنجی

source: Title
fa_ir: عنوان

source: Unique
fa_ir: یکتا

source: Update
fa_ir: بروز رسانی

source: Added Successfuly
fa_ir: با موفقیت اضافه شد

source: Updated Successfuly
fa_ir: با موفقیت بروز شد

source: Add New
fa_ir: افزودن جدید

source: File Type Must Be xls
fa_ir: فرمت فایل باید xls باشد

source: Error File Upload
fa_ir: خطا در اپلود فایل

source: Importing data Please do not close the window tab
fa_ir: درحال درون ریزی داده . لطفا تا پایان تب مرروگر را نبندید

source: Added
fa_ir: اضافه شد

source: Updated
fa_ir: بروز شد

source: Please select format type
fa_ir: لطفا یک فرمت انتخاب کنید

source: Export data
fa_ir: برون ریزی داده

source: Limit row
fa_ir: تعداد سطر

source: Save
fa_ir: ذخیره

source: Name
fa_ir: نام

source: Description
fa_ir: توضحیات

source: Title Is Empty
fa_ir: عنوان خالی است

source: Name Is Empty
fa_ir: ننام خالی است

source: Name Not English Text
fa_ir: نام باید یک عبارت انگلیسی باشد

source: Xls File Not Selected
fa_ir: اکسل انتخاب نشده

source: Name Can Not Be ==
fa_ir: نام نمیتواند ==

source: File Type Must Be xls or xlsx
fa_ir: فرمت فایل باید اکسل باشد

source: Title Menue
fa_ir: عنوان منو

source: Name !Must be English
fa_ir: نام باید عبارت انگلیسی باشد

source: Sample xls or xlsx File
fa_ir: نمونه فایل اکسل

source: Add
fa_ir: اضافه
